[
  {
    "id": "1234567890",
    "order_id": "1234567890",
    "review_date": {
      "text": "Nov 21th 2020 09:21 AM",
      "date": "2020-11-21T09:21:00Z"
    },
    "comment": "We recently had a wonderful stay at the hotel. The room was clean and comfortable, with a beautiful view of the city. The staff were friendly and attentive, making our experience even more enjoyable. Highly recommend!",
    "rating": 4.5
  },
  {
    "id": "2345678901",
    "order_id": "2345678901",
    "review_date": {
      "text": "Dec 5th 2020 08:45 PM",
      "date": "2020-12-05T20:45:00Z"
    },
    "comment": "Had an amazing weekend getaway at this hotel. The room was spacious and luxurious, with all the amenities we needed. The staff provided excellent service, and the food at the restaurant was delicious. Will definitely visit again!",
    "rating": 5
  },
  {
    "id": "3456789012",
    "order_id": "3456789012",
    "review_date": {
      "text": "Jan 15th 2021 11:30 AM",
      "date": "2021-01-15T11:30:00Z"
    },
    "comment": "Great experience staying here. The room was clean and modern, and the hotel's location was convenient for exploring the city. The staff were helpful and accommodating. Would recommend this hotel to anyone visiting!",
    "rating": 4
  },
  {
    "id": "4567890123",
    "order_id": "4567890123",
    "review_date": {
      "text": "Feb 7th 2021 07:00 PM",
      "date": "2021-02-07T19:00:00Z"
    },
    "comment": "Enjoyed a relaxing stay at the hotel. The room was comfortable, and the hotel's facilities were well-maintained. The staff were friendly and provided excellent service throughout our visit. Would come back again!",
    "rating": 4.5
  },
  {
    "id": "5678901234",
    "order_id": "5678901234",
    "review_date": {
      "text": "Mar 12th 2021 10:15 AM",
      "date": "2021-03-12T10:15:00Z"
    },
    "comment": "We had a fantastic time at this hotel. The room was spacious and had a great view of the beach. The staff were very welcoming and made sure we had everything we needed. Would definitely stay here again!",
    "rating": 5
  },
  {
    "id": "6789012345",
    "order_id": "6789012345",
    "review_date": {
      "text": "Apr 2nd 2021 06:30 PM",
      "date": "2021-04-02T18:30:00Z"
    },
    "comment": "Excellent hotel with top-notch service. The room was clean and comfortable, and the hotel's amenities were fantastic. The staff went above and beyond to make our stay memorable. Highly recommend!",
    "rating": 4.5
  },
  {
    "id": "7890123456",
    "order_id": "7890123456",
    "review_date": {
      "text": "May 18th 2021 03:45 PM",
      "date": "2021-05-18T15:45:00Z"
    },
    "comment": "Spent a lovely weekend at this hotel. The room was well-appointed, and the view from our balcony was breathtaking. The staff were courteous and attentive, ensuring we had a pleasant stay. Will definitely return!",
    "rating": 4
  },
  {
    "id": "8901234567",
    "order_id": "8901234567",
    "review_date": {
      "text": "Jun 7th 2021 12:00 PM",
      "date": "2021-06-07T12:00:00Z"
    },
    "comment": "Had a wonderful experience at this hotel. The room was clean and spacious, and the hotel's location was perfect for exploring the city. The staff were friendly and provided excellent service. Would stay here again!",
    "rating": 4.5
  },
  {
    "id": "9012345678",
    "order_id": "9012345678",
    "review_date": {
      "text": "Jul 20th 2021 09:00 AM",
      "date": "2021-07-20T09:00:00Z"
    },
    "comment": "We had a great stay at this hotel. The room was comfortable, and the amenities were excellent. The staff were friendly and accommodating, making sure we had everything we needed. Would recommend!",
    "rating": 4
  },
  {
    "id": "0123456789",
    "order_id": "0123456789",
    "review_date": {
      "text": "Aug 5th 2021 07:30 PM",
      "date": "2021-08-05T19:30:00Z"
    },
    "comment": "Enjoyed our stay at this hotel. The room was clean and well-furnished, and the hotel's facilities were great. The staff were helpful and provided excellent service throughout our visit. Will definitely come back!",
    "rating": 4.5
  },
  {
    "id": "1234567890",
    "order_id": "1234567890",
    "review_date": {
      "text": "Sep 15th 2021 11:45 AM",
      "date": "2021-09-15T11:45:00Z"
    },
    "comment": "Had a pleasant stay at this hotel. The room was cozy and had all the amenities we needed. The staff were friendly and provided good service. Would stay here again!",
    "rating": 4
  },
  {
    "id": "2345678901",
    "order_id": "2345678901",
    "review_date": {
      "text": "Oct 30th 2021 10:00 AM",
      "date": "2021-10-30T10:00:00Z"
    },
    "comment": "We had a wonderful time at this hotel. The room was clean and comfortable, and the view from our balcony was amazing. The staff were attentive and made sure we had a great experience. Highly recommend!",
    "rating": 5
  },
  {
    "id": "3456789012",
    "order_id": "3456789012",
    "review_date": {
      "text": "Nov 12th 2021 08:00 PM",
      "date": "2021-11-12T20:00:00Z"
    },
    "comment": "Excellent hotel with great service. The room was spacious and had a beautiful view. The staff were friendly and accommodating, making our stay enjoyable. Would definitely come back!",
    "rating": 4.5
  },
  {
    "id": "4567890123",
    "order_id": "4567890123",
    "review_date": {
      "text": "Dec 25th 2021 12:30 PM",
      "date": "2021-12-25T12:30:00Z"
    },
    "comment": "Spent a wonderful holiday at this hotel. The room was comfortable and clean, and the hotel's facilities were excellent. The staff were courteous and provided great service. Will definitely return!",
    "rating": 5
  },
  {
    "id": "5678901234",
    "order_id": "5678901234",
    "review_date": {
      "text": "Jan 8th 2022 09:15 AM",
      "date": "2022-01-08T09:15:00Z"
    },
    "comment": "Had a fantastic stay at this hotel. The room was well-maintained and had everything we needed. The staff were friendly and helpful, making our experience memorable. Would recommend this hotel!",
    "rating": 4.5
  },
  {
    "id": "6789012345",
    "order_id": "6789012345",
    "review_date": {
      "text": "Feb 20th 2022 06:00 PM",
      "date": "2022-02-20T18:00:00Z"
    },
    "comment": "Enjoyed our stay at this hotel. The room was spacious and clean, and the hotel's amenities were great. The staff were friendly and provided excellent service. Will definitely stay here again!",
    "rating": 4
  }
]
